Repository: Tangzishun-Li/LyricsMTMR
Catalog: LyricsX/LyricsX/mul.lproj/Main.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt, ru, uk, zh_hans, zh_hant

# 1xI-G4-Fsc.headerCell.title
source: Source
ar: المصدر
de: Quelle
es: Origen
fa: منبع
id: Sumber
it: Fonte
ja: 参照元
ko: 소스
nl: Bron
pl: Źródło
pt: Fonte
ru: Источник
uk: Джерело
zh_hans: 来源
zh_hant: 來源

# aRw-yQ-GNX.title
source: No Lyrics Drag & Drop to import LRC file
ar: لا توجد كلمات اسحب وإسقط لاستيراد ملف LRC
de: Kein Songtext, Drag & Drop zum Importieren der LRC-Datei
es: No hay letras Para importar un fichero LRC realiza un Drag & Drop
fa: ترانه ای پیدا نشد. فایل LRC رو به اینجا بکشید
fr: Aucune paroles Pas de glisser-et-déposer pour importer un fichier LRC
id: Belum Ada Lirik Tarik & Lepas untuk mengimpor berkas LRC
it: Nessun testo Trascina e rilascia per importare il file LRC
ja: 歌詞なし ドラッグ＆ドロップでLRCファイルをインポート
ko: 가사가 없습니다 드래그 & 드롭으로 LRC 파일을 불러오세요
nl: Geen songtekst Sleep hier om een LRC-bestand te importeren
pl: Brak tekstu Przeciągnij tu plik LRC żeby zaimportować
pt: Sem letras Arraste e solte para importar o arquivo LRC
ru: Нет текста Перетащите для импорта LRC файла
uk: Немає тексту Перетягніть для імпортування файлу LRC
zh_hans: 没有歌词 拖拽以导入 LRC 歌词
zh_hant: 沒有歌詞資訊 請將 LRC 檔案拖曳匯入

# CW0-AL-Z6N.title
source: Donate
ar: تبرع
de: Spenden
es: Donar
fa: کمک مالی
fr: Faire un don
id: Donasi
it: Effettua una donazione
ja: 寄付
ko: 후원하기
nl: Doneren
pl: Wesprzyj nas
pt: Fazer doação
ru: Поддержать
uk: Підтримати
zh_hans: 捐赠
zh_hant: 贊助

# CWo-Qx-2Ut.title
source: Preferences...
ar: الإعدادات...
de: Einstellungen...
es: Preferencias...
fa: تنظیمات...
fr: Préférences...
id: Preferensi...
it: Preferenze...
ja: 環境設定...
ko: 환경설정...
nl: Voorkeuren...
pl: Ustawienia...
pt: Preferências...
ru: Настройки...
uk: Налаштування...
zh_hans: 偏好设置...
zh_hant: 偏好設定⋯

# d5a-4n-6k8.ibShadowedToolTip
source: Synchronism
ar: مزامنة
de: Synchronisieren
es: Sincronismo
fa: همگام سازی
fr: Synchronisation
id: Sinkronisme
it: Sincronizzazione
ja: 同期
ko: 동기화
nl: Synchronisme
pt: Sincronizar
ru: Синхронизировать
uk: Синхронізувати
zh_hans: 同步
zh_hant: 同步

# DNi-vI-MTr.title
source: Show In Finder
ar: إظهار في Finder
de: Im Finder anzeigen
es: Mostrar en Finder
fa: نمایش در مک بوک Finder
fr: Monter dans Finder
id: Tampilkan di Finder
it: Mostra nel Finder
ja: Finder で表示
ko: Finder에서 보기
nl: Toon in Finder
pl: Pokaż w Finderze
pt: Exibir No Finder
ru: Показать в Finder
uk: Показати у Finder
zh_hans: 在 Finder 中显示
zh_hant: 顯示於 Finder

# eb9-fE-Lgq.title
source: Search
ar: بحث
de: Suchen
es: Buscar
fa: جستجو
fr: Rechercher
id: Cari
it: Cerca
ja: 検索
ko: 검색
nl: Zoeken
pl: Szukaj
pt: Pesquisar
ru: Поиск
uk: Пошук
zh_hans: 搜索
zh_hant: 搜尋

# EoO-ld-6Xv.title
source: Donate...
ar: تبرع...
de: Spenden...
es: Donar...
fa: کمک مالی...
fr: Faire un don...
id: Donasi...
it: Fa una donazione...
ja: 寄付...
ko: 후원하기...
nl: Doneren...
pl: Wesprzyj nas...
pt: Fazer doação...
ru: Поддержать...
uk: Підтримати...
zh_hans: 捐赠...
zh_hant: 贊助⋯

# FMI-7E-tCo.title
source: Title:
ar: العنوان:
de: Titel:
es: Título:
fa: عنوان:
fr: Titre :
id: Judul:
it: Titolo:
ja: タイトル:
ko: 제목:
nl: Titel:
pl: Tytuł:
pt: Título :
ru: Название:
uk: Назва:
zh_hans: 歌曲:
zh_hant: 歌曲：

# fmS-zv-RcJ.title
source: Wrong Lyrics
ar: كلمات خاطئة
de: Falscher Songtext
es: Letra equivocada
fa: متن ترانه اشتباه است
fr: Mauvaises paroles
id: Lirik salah
it: Testo errato
ja: 間違った歌詞
ko: 잘못된 가사
nl: Verkeerde songtekst
pl: Zły tekst
pt: Letras Erradas
ru: Неверный текст
uk: Невірний текст
zh_hans: 错误的歌词
zh_hant: 目前歌詞有誤

# GGU-uz-d9h.title
source: Enable Karaoke Lyrics
ar: تمكين كلمات كاراوكي
de: Songtext aktivieren
es: Activar letras Karaoke
fa: فعالسازی ترانه کاراکویه
fr: Activer les paroles de karaoké
id: Hidupkan Lirik Karaoke
it: Abilita il testo per il karaoke
ja: カラオケ歌詞を有効にする
ko: 노래방 모드 사용
nl: Schakel karaoke-songteksten in
pl: Tryb Karaoke
pt: Habilitar Letras de Karaokê
ru: Включить караоке текст
uk: Увімкнути караоке текст
zh_hans: 启用逐行歌词
zh_hant: 啟用動態歌詞

# Gza-SX-MCH.ibShadowedToolTip
source: Always on top
ar: البقاء فوق النوافذ الأخرى
de: Immer im Vordergrund
es: Siempre encima
fa: همیشه در بالا
fr: Toujours au premier plan
id: Selalu di atas
it: Tieni in primo piano
ja: 常に最前面
ko: 항상 다른 모든 창 위에 유지
nl: Altijd op de voorgrond
pl: Zawsze na wierzchu
pt: Sempre no topo
ru: Поверх всех окон
uk: Поверх усіх вікон
zh_hans: 置顶
zh_hant: 畫面置頂

# h6D-jz-GbI.title
source: Search Lyrics...
ar: البحث عن كلمات الأغاني...
de: Nach Songtext suchen...
es: Buscar letras...
fa: جستجوی ترانه...
fr: Chercher des paroles...
id: Cari Lirik...
it: Cerca testo...
ja: 歌詞を検索...
ko: 가사 검색...
nl: Songteksten zoeken...
pl: Szukaj tekstu...
pt: Pesquisar Letras...
ru: Искать текст...
uk: Шукати текст...
zh_hans: 搜索歌词...
zh_hant: 搜尋歌詞⋯

# hgd-IJ-u14.title
source: Disable Lyrics for Entire Album
ar: تعطيل كلمات الاغنية لألبوم كامل
de: Songtexte für das gesamte Album deaktivieren
es: Desactivar letras para el álbum completo
fa: غیرفعالسازی ترانه برای این آلبوم
fr: Désactiver les paroles pour l'album complet
id: Matikan Lirik untuk Seluruh Album
it: Non mostrare i testi per l'intero album
ja: アルバム全体の歌詞を無効にする
ko: 이 앨범의 가사 안보기
nl: Songteksten uitschakelen voor het volledige album
pl: Wyłącz tekst dla całego albumu
pt: Desabilitar Letras para Todo o Álbum
ru: Отключить тексты для всего альбома
uk: Вимкнути тексти для усього альбому
zh_hans: 禁用整张专辑的歌词
zh_hant: 停用整張專輯的歌詞

# HMU-fa-17B.headerCell.title
source: Artist
ar: الفنان
de: Interpret
es: Artista
fa: خواننده
fr: Artiste
id: Artis
it: Artista
ja: アーティスト
ko: 아티스트
nl: Artiest
pl: Wykonawca
pt: Artista
ru: Исполнитель
uk: Виконавець
zh_hans: 艺人
zh_hant: 藝人

# hxE-X4-sJh.title
source: Lyrics
ar: كلمات الأغنية
de: Songtext
es: Letras
fa: ترانه ها
fr: Paroles
id: Lirik
it: Testo
ja: 歌詞
ko: 가사
nl: Songteksten
pl: Tekst
pt: Letras
ru: Текст
uk: Текст
zh_hans: 歌词
zh_hant: 歌詞

# IFz-XQ-DHf.title
source: Lyrics Offset:
ar: توزان الكلمات:
de: Songtext-Abstand:
es: Offset de letras:
fa: فاصله ترانه:
fr: Décalage des paroles :
id: Offset Lirik:
it: Scostamento del testo:
ja: 歌詞のオフセット:
ko: 가사 싱크
nl: Songtekst compensatie:
pl: Przesunięcie napisów:
pt: Atraso das Letras:
ru: Смещение текста:
uk: Зміщення тексту:
zh_hans: 歌词偏移:
zh_hant: 時間軸微調：

# jWT-S5-YXM.headerCell.title
source: Title
ar: العنوان
de: Titel
es: Título
fa: عنوان
fr: Titre
id: Judul
it: Titolo
ja: タイトル
ko: 제목
nl: Titel
pl: Tytuł
pt: Título
ru: Название
uk: Назва
zh_hans: 歌曲
zh_hant: 歌曲

# kNl-ZO-aX6.title
source: Write to iTunes
ar: الكتابة إلى iTunes
de: Zu iTunes übertragen
es: Escribir a iTunes
fa: نوشتن در آیتیونز
fr: Écrire sur iTunes
id: Tulis ke iTunes
it: Scrivi su iTunes
ja: Musicに書き込む
ko: iTunes에 가사 내보내기
nl: Schrijf naar iTunes
pl: Zapisz w iTunes
pt: Gravar no iTunes
ru: Записать в iTunes
uk: Записати в iTunes
zh_hans: 写入歌词到 iTunes
zh_hant: 將歌詞寫入 iTunes 歌曲

# kyJ-kV-2Du.title
source: Show Lyrics Window
ar: إظهار نافذة الكلمات
de: Songtext-Fenster anzeigen
es: Mostrar ventana de canciones
fa: نمایش ترانه در پنجره
fr: Afficher la fenêtre des paroles
id: Tampilkan Jendela Lirik
it: Mostra la finestra con il testo
ja: 歌詞ウィンドウを表示
ko: 가사 창 보기
nl: Toon songtekst-venster
pl: Pokaż okno z tekstem
pt: Mostrar Janela de Letras
ru: Показать окно с текстом
uk: Показати вікно з текстом
zh_hans: 显示歌词窗口
zh_hant: 顯示歌詞視窗

# l8J-1r-dIZ.title
source: Artist:
ar: الفنان:
de: Künstler:
es: Artista:
fa: خواننده:
fr: Artiste :
id: Artis:
it: Artista:
ja: アーティスト:
ko: 아티스트:
nl: Artiest:
pl: Wykonawca:
pt: Artista :
ru: Исполнитель:
uk: Виконавець:
zh_hans: 艺人:
zh_hant: 演唱人：

# o52-Z0-lue.title
source: If you enjoy using LyricsX, and would like to buy me a cup of coffee, as well as help me keep this software going, you can scan QR code below to make a generous donation.
ar: إذا كنت تستمتع باستخدام LyricsX، وتود أن تشتري لي فنجان من القهوة، بالإضافة إلى مساعدتي على مواصلة هذا البرنامج، يمكنك مسح رمز QR أدناه لتقديم تبرع سخي.
de: Falls dir LyricsX gefällt, und du mir einen Kaffee ausgeben möchtest sowie mir dabei helfen willst, diese Software am Laufen zu halten, kannst du dafür ja den untenstehenden QR-Code scannen, um mir eine freiwillige Spende zukommen zu lassen.
es: Si le gusta usar LyricsX y desea comprarme una taza de café, además de ayudarme a mantener este software en funcionamiento, puede escanear el código QR a continuación para hacer una generosa donación.
fa: اگر از برنامه لذت بردید می توانید با اسکن کردن QR Code پایین به اندازه یک فنجان قهوه به توسعه دهنده کمک مالی کنید. اینجوری به برنامه نویس آن کمک می کنید که برنامه را به روز نگه داره و توسعه را ادامه بدهد.
fr: Si vous aimez utiliser LyricsX et souhaitez m'offrir une tasse de café ainsi que m'aider à continuer le développement de ce logiciel, vous pouvez scanner le code QR ci-dessous et faire un don généreux.
id: Jika kamu menyukai LyricsX dan berkenan mentraktir saya secangkir kopi, juga membantu saya untuk tetap meningkatkan aplikasi ini, kamu bisa memindai kode QR di bawah ini untuk memberikan donasi.
it: Se ti piace usare LyricsX e desideri comprarmi una tazza di caffè e, nello stesso tempo, aiutarmi a sviluppare questo software, puoi eseguire la scansione del codice QR qui sotto per fare una generosa donazione.
ja: LyricsX が役に立てて、アプリのメンテナンスをサポートしたいと考えている場合は、下記のQRコードをスキャンして私に寄付することができます。
ko: 만약 LyricsX가 맘에 드시고 제게 커피 한 잔 사고싶으시다면, 아래 QR코드를 스캔해 후원하실 수 있습니다.
nl: Als je LyricsX leuk vindt en me een kopje koffie wil betalen, naast dat je me helpt deze software gaande te houden, kun je hieronder de QR-code scannen om een gulle donatie te doen.
pl: Jeśli podoba Ci się LyricsX i chciałbyś mnie wesprzeć kubkiem kawy potrzebnym do pracy nad oprogramowaniem, możesz zeskanować poniższy kod QR i przesłać wsparcie.
pt: Se você gosta de usar LyricsX e gostaria de me comprar uma xícara de café, além de me ajudar a manter este software em andamento, você pode digitalizar o código QR abaixo para fazer uma doação generosa.
ru: Если вам нравится LyricsX, и вы хотели бы купить мне чашечку кофе, а также помочь продолжить работу над этой программой, вы можете отсканировать QR-код ниже, чтобы сделать великодушное пожертвование.
uk: Якщо вам подобається LyricsX, і ви хочете купити мені чашечку кави, а також допомогти продовжити роботу над цією программою, ви можете відсканувати QR-код нижче, щоб зробити великодушну пожертву.
zh_hans: 如果您认为 LyricsX 对您有所帮助，并愿意支持软件的维护，可以扫描下方的二维码向我捐赠。
zh_hant: 如果你 LyricsX 用得還算開心，願意請杯咖啡好讓我可以繼續維護這個軟體的話，你可以掃描下面的 QR code 來贊助我，感謝。

# PdE-VG-JUC.title
source: About LyricsX
ar: حول برنامج LyricsX
de: Über LyricsX
es: Acerca de LyricsX
fa: درباره LyricsX
fr: À propos de LyricsX
id: Tentang LyricsX
it: A proposito di LyricsX
ja: LyricsX について
ko: LyricsX에 대해
nl: Over LyricsX
pl: O LyricsX
pt: Sobre LyricsX
ru: О LyricsX
uk: Про LyricsX
zh_hans: 关于 LyricsX
zh_hant: 關於 LyricsX

# Piu-i2-JjD.title
source: Check For Update...
ar: التحقق من وجود تحديثات...
de: Auf Aktualisierung prüfen …
es: Comprobar actualizaciones...
fa: بررسی برای بروز رسانی...
fr: Rechercher des mises à jour...
id: Periksa Pembaruan...
it: Verifica aggiornamenti...
ja: アップデートの確認...
ko: 업데이트 확인...
nl: Controleren op updates...
pl: Sprawdź dostępność aktualizacji...
pt: Verificar Por Atualizações...
ru: Проверить обновление...
uk: Перевірити оновлення...
zh_hans: 检查更新...
zh_hant: 檢查更新⋯

# RGl-MT-MQb.title
source: Apply
ar: تطبيق التغييرات
de: Übernehmen
es: Aplicar
fa: اعمال
fr: Appliquer
id: Terapkan
it: Applicare
ja: 適用
ko: 적용
nl: Toepassen
pl: Zastosuj
pt: Aplicar
ru: Применить
uk: Прийняти
zh_hans: 使用
zh_hant: 套用

# RPR-IV-34T.title
source: Quit LyricsX
ar: الخروج من البرنامج
de: LyricsX beenden
es: Salir de LyricsX
fa: خروج
fr: Quitter LyricsX
id: Keluar LyricsX
it: Esci da LyricsX
ja: LyricsX を終了
ko: LyricsX 종료
nl: LyricsX afsluiten
pl: Zamknij LyricsX
pt: Sair do Lyrics%s
ru: Выйти из LyricsX
uk: Вийти з LyricsX
zh_hans: 退出 LyricsX
zh_hant: 關閉 LyricsX

# Z7d-yp-uRx.title
source: Enable Menu Bar Lyrics
ar: تمكين ظهور الكلمات في شريط القائمة
de: Songtext in Menüleiste aktivieren
es: Activar letras en la barra de menú
fa: فعالسازی ترانه در منو
fr: Afficher les paroles dans la barre de menu
id: Hidupkan Lirik Batang Menu
it: Mostra il testo nella barra del menu
ja: メニューバー歌詞を有効にする
ko: 메뉴 막대에 가사 표시 사용
nl: Schakel menubalk-songteksten in
pl: Włącz tekst w pasku menu
pt: Habilitar a Barra de Menu Letras
ru: Включить текст в панели меню
uk: Увімкнути текст у панелі меню
zh_hans: 启用菜单栏歌词
zh_hant: 啟用選單列歌詞
